let questions = [
    {
        text: "Кто написал книгу Мизери?",
        variants: {
            "a": "М.А. Булгаков",
            "b": "Дэн Браун",
            "c": "Стивен Кинг",
            "d": "Джордж Клейсон"
        },
        correctAnswer: "c"
    },
    {
        text: "Что такое Postman?",
        variants: {
            "a": "Приложение, способное выполнять запросы API к любому API HTTP",
            "b": "Приложение, способное обрабатывать картинки и сохранять их в разных форматах",
            "c": "Универсальный справочник для разработчика",
            "d": "Почтальон"
        },
        correctAnswer: "a"
    },

    {
        text: "К какому виду тестирования относится модульное тестирование?",
        variants: {
            "a": "По степени важности",
            "b": "По уровню",
            "c": "По позитивности",
            "d": "По степени важности"
        },
        correctAnswer: "b"
    },
    {
        text: "Какой тест является самым важным?",
        variants: {
            "a": "Pairwise",
            "b": "Smoke",
            "c": "Критического пути",
            "d": "Расширенный"
        },
        correctAnswer: "b"
    },
    {
        text: "Кто подставил кролика роджера?)",
        variants: {
            "a": "Малыш Герман",
            "b": "Джессика Рэббит",
            "c": "Автомобиль Бэнни",
            "d": "Судья Рок"
        },
        correctAnswer: "d"
    }
];